 [
    {
      "id": "caba",
      "name": "Ciudad Autónoma de Buenos Aires",
      "description": "La provincia más poblada de Argentina, famosa por su rica cultura y su vibrante vida nocturna. Es hogar de la ciudad de Buenos Aires, conocida por el tango, la arquitectura y la gastronomía. Su diversidad geográfica incluye llanuras, lagunas y una extensa costa atlántica.",
      "img": [
        { "id": 1, "src": "https://plus.unsplash.com/premium_photo-1697729901052-fe8900e24993?q=80&w=1933&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"},
        { "id": 2, "src": "https://images.pexels.com/photos/13284100/pexels-photo-13284100.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"},
        { "id": 3, "src": "https://images.pexels.com/photos/20798699/pexels-photo-20798699/free-photo-of-ciudad-noche-agua-construccion.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"}
      ],
      "culture": {
        "festivals": "La Ciudad Autónoma de Buenos Aires alberga festivales como el Buenos Aires Tango Festival y la Feria del Libro, donde la cultura literaria y musical se celebra en grande.",
        "traditionalFood": "Los porteños disfrutan de la pizza al molde, las milanesas y el famoso choripán, reflejando una fusión de tradiciones culinarias.",
        "music": "El tango sigue siendo el género musical más emblemático de la ciudad, mientras que otros estilos como rock y folklore también tienen un fuerte impacto.",
        "customs": "Las costumbres incluyen la celebración del Día de la Tradición, donde se realizan actos culturales y actividades típicas."
      }
    },
    {
      "id": "caba-z",
      "name": "Ciudad Autónoma de Buenos Aires",
      "description": "La provincia más poblada de Argentina, famosa por su rica cultura y su vibrante vida nocturna. Es hogar de la ciudad de Buenos Aires, conocida por el tango, la arquitectura y la gastronomía. Su diversidad geográfica incluye llanuras, lagunas y una extensa costa atlántica.",
      "img": [
        { "id": 1, "src": "https://plus.unsplash.com/premium_photo-1697729901052-fe8900e24993?q=80&w=1933&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"},
        { "id": 2, "src": "https://images.pexels.com/photos/13284100/pexels-photo-13284100.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"},
        { "id": 3, "src": "https://images.pexels.com/photos/20798699/pexels-photo-20798699/free-photo-of-ciudad-noche-agua-construccion.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"}
      ],
      "culture": {
        "festivals": "La Ciudad Autónoma de Buenos Aires alberga festivales como el Buenos Aires Tango Festival y la Feria del Libro, donde la cultura literaria y musical se celebra en grande.",
        "traditionalFood": "Los porteños disfrutan de la pizza al molde, las milanesas y el famoso choripán, reflejando una fusión de tradiciones culinarias.",
        "music": "El tango sigue siendo el género musical más emblemático de la ciudad, mientras que otros estilos como rock y folklore también tienen un fuerte impacto.",
        "customs": "Las costumbres incluyen la celebración del Día de la Tradición, donde se realizan actos culturales y actividades típicas."
      }
    },
    {
      "id": "buenos-aires",
      "name": "Buenos Aires",
      "description": "La provincia más poblada de Argentina, famosa por su rica cultura y su vibrante vida nocturna. Es hogar de la ciudad de Buenos Aires, conocida por el tango, la arquitectura y la gastronomía. Su diversidad geográfica incluye llanuras, lagunas y una extensa costa atlántica.",
    "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "En Buenos Aires, se celebran importantes festivales como la Fiesta Nacional de la Cerveza en Villa General Belgrano y el Carnaval de Lincoln, donde la música y la danza son protagonistas.",
        "traditionalFood": "La gastronomía destaca por su asado, empanadas y dulce de leche, representando la rica tradición culinaria de la región.",
        "music": "El tango, el folklore y la cumbia son géneros musicales que reflejan la identidad cultural de Buenos Aires.",
        "customs": "Entre las costumbres, se encuentran el mate, las peñas folclóricas y los tradicionales domingos de asado, que unen a las familias."
      }
    },
    {
      "id": "catamarca",
      "name": "Catamarca",
      "description": "Situada en el noroeste, destaca por sus montañas y valles fértiles. Su economía se basa en la agricultura, especialmente en la producción de frutas y hortalizas. Además, tiene un rico patrimonio cultural con influencias indígenas.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "Catamarca celebra la Fiesta del Poncho y la Fiesta Nacional de la Chacarera, donde la música y la tradición local son protagonistas.",
        "traditionalFood": "Los platos típicos incluyen empanadas catamarqueñas y locro, que son parte de la cultura gastronómica local.",
        "music": "La música folklórica y la chacarera son fundamentales en las festividades y celebraciones de Catamarca.",
        "customs": "Las costumbres incluyen actividades familiares y celebraciones religiosas que reflejan la identidad cultural de la provincia."
      }
    },
    {
      "id": "chaco",
      "name": "Chaco",
      "description": "Conocida por su biodiversidad y vastas extensiones de tierras fértiles. La economía se centra en la agricultura y la ganadería, además de ser un importante productor de algodón. Su cultura refleja una mezcla de tradiciones indígenas y coloniales.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "Chaco alberga la Fiesta Nacional del Algodón y la Fiesta del Chamamé, donde se celebra la cultura y tradiciones locales.",
        "traditionalFood": "La gastronomía chaqueña incluye platos como locro, empanadas y dulces típicos de la región.",
        "music": "El chamamé y el folklore son géneros musicales que resaltan la identidad cultural chaqueña.",
        "customs": "Las costumbres incluyen reuniones familiares y festividades donde la música y la danza son protagonistas."
      }
    },
    {
      "id": "chubut",
      "name": "Chubut",
      "description": "Famosa por sus impresionantes paisajes patagónicos, incluyendo la Península Valdés, hogar de diversas especies marinas. La economía se basa en la pesca, el turismo y la producción de petróleo. También destaca su historia galesa y cultural.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "Chubut es conocida por el Festival de la Guitarra y la Fiesta Nacional de la Esquila, donde la música y la cultura gaucha son protagonistas.",
        "traditionalFood": "La gastronomía patagónica incluye platos como cordero patagónico y mariscos frescos, que son apreciados por los locales.",
        "music": "La música folk patagónica y los ritmos de guitarra son parte esencial de la cultura de la región.",
        "customs": "Las costumbres gauchas se celebran en festivales, con danzas y comidas típicas que unen a la comunidad."
      }
    },
    {
      "id": "cordoba",
      "name": "Córdoba",
      "description": "Un importante centro educativo y cultural, conocido por su arquitectura colonial y su vibrante vida estudiantil. La provincia alberga numerosas universidades y una rica historia. Su economía se basa en la agricultura, la industria y el turismo.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "Córdoba es conocida por festivales como el Cosquín Folklore Festival y la Fiesta Nacional del Alfajor, que celebran la cultura y la tradición argentina.",
        "traditionalFood": "La cocina cordobesa incluye delicias como cabrito y salame de Colonia Caroya, que son emblemáticas de la región.",
        "music": "El cuarteto y el folklore son estilos musicales que llenan el ambiente con alegría y ritmo en las fiestas locales.",
        "customs": "Las costumbres cordobesas incluyen fiestas religiosas, juntadas en las sierras y compartir mate entre amigos y familiares."
      }
    },
    {
      "id": "corrientes",
      "name": "Corrientes",
      "description": "Famosa por su carnaval y su rica tradición cultural, esta provincia es conocida por sus festivales y danzas. Su economía está centrada en la agricultura y la ganadería, con producción de arroz y yerba mate. También destaca por sus paisajes naturales.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "Corrientes es conocida por el Carnaval de Gualeguaychú y la Fiesta Nacional del Chamamé, donde se celebra la música y la danza.",
        "traditionalFood": "La gastronomía correntina incluye platos como el pescado a la parrilla y las empanadas, que son apreciados en la región.",
        "music": "El chamamé es el género musical más representativo, acompañado de danzas tradicionales que se celebran en las festividades.",
        "customs": "Las costumbres incluyen la celebración del Día de la Tradición y la importancia de la comunidad en las fiestas."
      }
    },
    {
      "id": "entre-rios",
      "name": "Entre Ríos",
      "description": "Conocida por sus termas y paisajes naturales, es un destino popular para el turismo. Su economía se basa en la agricultura, especialmente en la producción de frutas y verduras. También es famosa por su rica historia y tradiciones.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "En Buenos Aires, se celebran importantes festivales como la Fiesta Nacional de la Cerveza en Villa General Belgrano y el Carnaval de Lincoln, donde la música y la danza son protagonistas.",
        "traditionalFood": "La gastronomía destaca por su asado, empanadas y dulce de leche, representando la rica tradición culinaria de la región.",
        "music": "El tango, el folklore y la cumbia son géneros musicales que reflejan la identidad cultural de Buenos Aires.",
        "customs": "Entre las costumbres, se encuentran el mate, las peñas folclóricas y los tradicionales domingos de asado, que unen a las familias."
      }
    },
    {
      "id": "formosa",
      "name": "Formosa",
      "description": "Región de selvas y humedales, ideal para la biodiversidad y la pesca. Su economía se centra en la agricultura y la ganadería, así como en el ecoturismo. Formosa también es rica en cultura indígena y tradiciones locales.",
      "img": [
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "Formosa celebra festivales como la Fiesta Nacional del Futbol Infantil y la Fiesta de la Cultura, que muestran la diversidad cultural de la región.",
        "traditionalFood": "Los sabores formoseños se reflejan en platos como el chipá y las empanadas de carne.",
        "music": "La música folclórica y los ritmos chaqueños son parte de la identidad cultural de Formosa.",
        "customs": "Las costumbres incluyen celebraciones religiosas y reuniones familiares donde se comparte comida típica."
      }
    },
    {
      "id": "jujuy",
      "name": "Jujuy",
      "description": "Famosa por sus montañas de colores, como el Cerro de los Siete Colores. La cultura indígena es fuerte en esta región, con numerosas tradiciones y festivales. Su economía se basa en la agricultura y el turismo.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "Jujuy se destaca por el Carnaval de Humahuaca y la Fiesta de la Pachamama, donde se celebran tradiciones indígenas y folklóricas.",
        "traditionalFood": "Los platos típicos incluyen el locro, tamales y empanadas jujeñas, que son parte de la cultura local.",
        "music": "La música andina y el folklore son fundamentales en la celebración de las festividades jujeñas.",
        "customs": "Las costumbres incluyen el respeto a la Pachamama, con ceremonias que honran la tierra y sus tradiciones."
      }
    },
    {
      "id": "la-pampa",
      "name": "La Pampa",
      "description": "Conocida por sus vastas llanuras, es un importante centro de producción agrícola y ganadera. Su paisaje está dominado por campos de cultivo y cría de ganado. También cuenta con una rica cultura gauchesca.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "En La Pampa, se celebra la Fiesta Nacional del Futbol Infantil y la Fiesta de la Trilla, donde se exhiben costumbres rurales y folclore.",
        "traditionalFood": "Los platos típicos incluyen el asado pampeano, empanadas y pasteles de carne, que son parte de la dieta local.",
        "music": "El folklore y la música de campo son populares, destacando ritmos como la zamba y el chamamé.",
        "customs": "Las costumbres incluyen encuentros gauchos, competiciones de jineteada y tradiciones familiares que celebran la vida en el campo."
      }
    },
    {
      "id": "la-rioja",
      "name": "La Rioja",
      "description": "Famosa por su producción de vino y paisajes montañosos. La provincia tiene un rico patrimonio histórico y cultural, con influencias indígenas y coloniales. Su economía se centra en la viticultura y el turismo.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "La Rioja alberga la Fiesta Nacional de la Rioja y la Fiesta del Vino, donde la música y la cultura local son celebradas.",
        "traditionalFood": "La gastronomía riojana incluye platos como el locro y la empanada riojana, que son parte de la tradición culinaria.",
        "music": "El folklore y la música cuyana son predominantes, resonando en festivales y celebraciones locales.",
        "customs": "Las costumbres incluyen actividades al aire libre y celebraciones religiosas que unen a la comunidad."
      }
    },
    {
      "id": "mendoza",
      "name": "Mendoza",
      "description": "Reconocida mundialmente por sus vinos, especialmente el Malbec, y sus impresionantes paisajes montañosos. Mendoza es un importante destino turístico, con muchas bodegas y actividades al aire libre. Su economía se basa en la viticultura y el turismo.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "Mendoza se destaca por la Fiesta Nacional de la Vendimia, un evento que celebra la cosecha de uvas y el vino, y el Festival de la Tonada, que resalta la música local.",
        "traditionalFood": "Los platos típicos incluyen carne a la masa, tortitas raspadas y el famoso vino malbec, conocido mundialmente.",
        "music": "La música folklórica cuyana y las tonadas son parte esencial de la cultura mendocina, que resuena en las festividades.",
        "customs": "Las costumbres locales incluyen la cosecha de la uva, asados con vino y celebraciones en fiestas patronales."
      }
    },
    {
      "id": "misiones",
      "name": "Misiones",
      "description": "Hogar de las majestuosas Cataratas del Iguazú, es conocida por su biodiversidad y rica cultura guaraní. La economía se centra en el turismo y la producción de yerba mate. Misiones es un destino único con paisajes naturales excepcionales.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "Misiones se destaca por el Festival Nacional de la Orquídea y la Fiesta del Mate, celebraciones que resaltan la cultura local.",
        "traditionalFood": "Los platos típicos incluyen la sopa paraguaya y el tereré, que son parte de la tradición gastronómica de Misiones.",
        "music": "La música folclórica y los ritmos guaraníes son fundamentales en las festividades y eventos culturales.",
        "customs": "Las costumbres incluyen la celebración de festivales en honor a la cultura indígena y actividades al aire libre en la selva."
      }
    },
    {
      "id": "neuquen",
      "name": "Neuquén",
      "description": "Famosa por sus paisajes patagónicos, montañas y lagos. La economía se basa en la producción de petróleo y gas, además del turismo. También es conocida por sus actividades al aire libre y deportes extremos.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "En Neuquén, se celebran festivales como el Festival del Pehuén y la Fiesta Nacional del Neuquén, que destacan la cultura indígena y la música regional.",
        "traditionalFood": "La gastronomía neuquina incluye platos como el cordero patagónico y truchas de los ríos locales.",
        "music": "El folklore y la música mapuche son parte integral de la identidad cultural de la región.",
        "customs": "Las costumbres locales incluyen la celebración del Día de la Tierra y la importancia de la conexión con la naturaleza."
      }
    },
    {
      "id": "rio-negro",
      "name": "Río Negro",
      "description": "Conocida por sus frutales y producción de vino en la región de la Patagonia. La economía se basa en la agricultura, la ganadería y el turismo. También ofrece paisajes variados, desde montañas hasta costas.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "Río Negro alberga festivales como la Fiesta de la Manzana y la Fiesta Nacional de la Nieve, donde la música y la gastronomía son protagonistas.",
        "traditionalFood": "Los platos típicos incluyen las truchas y productos de la región frutal, como manzanas y peras.",
        "music": "La música folklórica y el rock nacional tienen una fuerte presencia en los festivales y eventos locales.",
        "customs": "Las costumbres incluyen la celebración del Día de la Tradición y actividades al aire libre en la naturaleza."
      }
    },
    {
      "id": "salta",
      "name": "Salta",
      "description": "Famosa por sus montañas y tradiciones indígenas, es un destino turístico atractivo. La provincia es conocida por su producción de vino y paisajes naturales impresionantes. Su cultura se refleja en su arquitectura y festividades.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "Salta celebra la Fiesta Nacional del Folklore y la Fiesta de la Tradición, donde la música y la cultura local son protagonistas.",
        "traditionalFood": "La gastronomía salteña incluye platos como empanadas salteñas y locro, que reflejan la rica tradición culinaria.",
        "music": "El folklore y la música andina son parte esencial de la identidad cultural de Salta, resonando en cada festividad.",
        "customs": "Las costumbres incluyen reuniones familiares en asados y la celebración de festividades religiosas que unen a la comunidad."
      }
    },
    {
      "id": "san-juan",
      "name": "San Juan",
      "description": "Conocida por su producción vitivinícola y paisajes áridos, especialmente el Malbec. La economía se centra en la viticultura y la minería. San Juan también alberga el Parque Nacional Ischigualasto, famoso por sus formaciones geológicas.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "San Juan celebra la Fiesta Nacional del Sol, donde se realizan actividades culturales y artísticas en honor a la producción de vino y su cultura.",
        "traditionalFood": "Los platos típicos incluyen los locros, empanadas sanjuaninas y dulces regionales, que reflejan la tradición culinaria local.",
        "music": "La música folclórica y cuyana es predominante, con estilos que acompañan las festividades y reuniones.",
        "customs": "Las costumbres incluyen la celebración del Día del Trabajador Rural y reuniones familiares en asados, fomentando el sentido de comunidad."
      }
    },
    {
      "id": "san-luis",
      "name": "San Luis",
      "description": "Famosa por sus paisajes montañosos y su producción agrícola, incluyendo frutas y verduras. La provincia ofrece diversas actividades al aire libre y tiene un rico patrimonio cultural. Su economía está en crecimiento y diversificación.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "San Luis es hogar de la Fiesta de la Guitarra y el Festival de Folklore, que celebran la música y la tradición local.",
        "traditionalFood": "Los sabores locales se reflejan en la carne al asador, empanadas y dulces como los alfajores de San Luis.",
        "music": "El folklore y la música cuyana son parte esencial de las celebraciones y tradiciones de la provincia.",
        "customs": "Las costumbres incluyen las reuniones en familia, las fiestas patronales y la tradición de compartir comidas en festividades."
      }
    },
    {
      "id": "santa-cruz",
      "name": "Santa Cruz",
      "description": "La provincia más grande de Argentina, conocida por sus paisajes impresionantes y la cordillera de los Andes. La economía se basa en la minería y el turismo, especialmente en lugares como El Calafate. También destaca por su fauna y flora.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "Santa Cruz alberga festivales como la Fiesta Nacional del Cordero y la Fiesta del Lago, que celebran la cultura local y las tradiciones patagónicas.",
        "traditionalFood": "Los platos típicos incluyen cordero al asador, trucha y empanadas de carne, que son muy apreciados en la región.",
        "music": "El folklore y la música patagónica son parte importante de las festividades y eventos locales.",
        "customs": "Las costumbres incluyen la celebración de la Semana de la Patagonia y la importancia de la comunidad en las fiestas."
      }
    },
    {
      "id": "santa-fe",
      "name": "Santa Fe",
      "description": "Conocida por su producción agrícola y ganadera, especialmente en la región pampeana. Su economía es una de las más fuertes del país. Santa Fe también es rica en historia, cultura y tradiciones.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "En Buenos Aires, se celebran importantes festivales como la Fiesta Nacional de la Cerveza en Villa General Belgrano y el Carnaval de Lincoln, donde la música y la danza son protagonistas.",
        "traditionalFood": "La gastronomía destaca por su asado, empanadas y dulce de leche, representando la rica tradición culinaria de la región.",
        "music": "El tango, el folklore y la cumbia son géneros musicales que reflejan la identidad cultural de Buenos Aires.",
        "customs": "Entre las costumbres, se encuentran el mate, las peñas folclóricas y los tradicionales domingos de asado, que unen a las familias."
      }
    },
    {
      "id": "santiago-del-estero",
      "name": "Santiago del Estero",
      "description": "Región con una rica herencia cultural y famosa por su folclore. Su economía se basa en la agricultura y la ganadería. La provincia también es conocida por sus festivales y tradiciones populares.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "Santiago del Estero se destaca por el Festival Nacional de la Chacarera y la Fiesta del Futbol Infantil, que celebran la cultura local.",
        "traditionalFood": "La gastronomía incluye platos como el locro y la empanada santiagueña, que son tradicionales de la región.",
        "music": "La chacarera y el folklore son géneros musicales que resuenan en las festividades y eventos culturales.",
        "customs": "Las costumbres incluyen celebraciones religiosas y reuniones familiares en festivales que promueven la cultura santiagueña."
      }
    },
    {
      "id": "tierra-del-fuego",
      "name": "Tierra del Fuego, Antártida e Islas del Atlántico Sur",
      "description": "La provincia más austral de Argentina, famosa por sus paisajes naturales y la ciudad de Ushuaia. Su economía se basa en el turismo y la pesca. También es conocida por su rica fauna y flora en un entorno único.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "En Tierra del Fuego, se celebran festivales como la Fiesta Nacional de la Lana y el Festival de Invierno, que resaltan las tradiciones locales.",
        "traditionalFood": "La gastronomía se destaca por platos como centolla, cordero fueguino y ahumados, que son típicos de la región.",
        "music": "La música tradicional incluye ritmos folclóricos y melodías que reflejan la vida en el extremo sur.",
        "customs": "Las costumbres incluyen celebraciones del Día de la Tradición y actividades al aire libre en la naturaleza."
      }
    },
    {
      "id": "tucuman",
      "name": "Tucumán",
      "description": "Conocida como el 'Jardín de la República', destaca por su producción de azúcar y cítricos. La provincia tiene un rico patrimonio histórico y cultural. Su clima y paisajes son ideales para la agricultura.",
      "img": [
        { "id": 1, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 2, "src": "/assets/san-nicolas-buenos-aires.webp"},
        { "id": 3, "src": "/assets/san-nicolas-buenos-aires.webp"}
      ],
      "culture": {
        "festivals": "Tucumán celebra el Festival del Jardín y la Fiesta Nacional de la Música, donde la música y la cultura son protagonistas.",
        "traditionalFood": "La gastronomía tucumana incluye platos como la empanada tucumana y los dulces regionales, que son parte de la tradición culinaria.",
        "music": "La música folklórica y los ritmos del noroeste argentino son parte esencial de las festividades.",
        "customs": "Las costumbres incluyen la celebración del Día de la Tradición y actividades familiares en festivales locales."
      }
    }
  ]